# SsePointElevation Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SsePointElevation Property
ParameterTypeId Class See Also
---
"Elevation"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SsePointElevation { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SsePointElevation As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SsePointElevation {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace